[
    {
        "content": "The book, Alice in Wonderland, was published in 1865, in the middle of the Victorian era. It was a time of change and invention, but also a the first time that childhood was seen as something important and distinct. Before then, children were seen as mini-adults, and many of them had to work for a living. Alice in Wonderland was one of the first books written especially for children."
    },
    {
        "content": "The author of Alice in Wonderland, Lewis Carroll, was actually a pen name for the writer Charles Lutwidge Dodgson, who was also a professor of Mathematics at Oxford University. He was also an inventor who came up with a stamp organiser, a device to help you read in the dark, and an early version of scrabble!"
    },
    {
        "content": "Alice, from Alice in Wonderland, was based on a real life girl, Alice Liddell of Oxford. She and her family were friends with Carroll through her father, who was his boss at the university. Lewis Carroll originally came up with the story whilst trying to entertain Alice and her sisters.  Alice in Wonderland is not exactly like Alice Liddell though - and she's also not blonde! The original illustrations by the author show her as having brown hair."
    },
    {
        "content": "Not only did Lewis Carroll, the author of Alice in Wonderland, invent lots of creatures like the Jabberwocky, the Cheshire Cat and the Snark, he also included lots of animals and monsters from myths and nursery rhymes, such as the gryphon, Humpty Dumpty, Tweedledum and Tweedledee and a unicorn. In addition he added lots of everyday animals and gave them fantastical personalities, like the grumpy caterpillar or the anxious White Rabbit."
    },
    {
        "content": "Did you know that Lewis Carroll, the author of Alice in Wonderland, invented many of the weird words we use today? Yup, in Alice in Wonderland and its sequel, he makes up his own words! These include 'chortle' (laughing), 'galumph' (move clumsily)  and 'snark' (to saying something sneeringly). He also coined the phrase 'portmanteau word' meaning a word made of two other words and meanings."
    },
    {
        "content": "The illustrations of Alice in Wonderland are almost as iconic as the book itself. They were created by Sir John Tenniel, who normally did cartoons for newspapers and magazines like 'Punch'. Nowadays you can find his illustrations on almost everything, from tea pots and tea towels to playing cards and children's toys. They might even be more recognisable than the Disney version of Alice!"
    },
    {
        "content": "Although John Tenniel did the official illustrations for Alice in Wonderland, Carroll also drew his own whilst he was working on the book. They show Alice a bit differently, with long dark hair instead of fair. While they aren't as good as the official ones, they add a certain charm to the stories!"
    },
    {
        "content": "The Alice books are almost as famous for their poems as for their stories. Some of these poems have become so famous people don't even realise they are from Alice in Wonderland! These include You Are Old, Father William, Turtle Soup and Twinkle, Twinkle Little Bat, and in Alice Through the Looking Glass, Jabberwocky and The Walrus and the Carpenter. Lots of these poems were actually parodies of well known poems of the day."
    },
    {
        "content": "Alice in Wonderland is often described as a 'nonsense' book that doesn't make sense, but actually lots of the book is about logic. It contains word play, puzzles, puns and parodies, some of the references for which have been lost since it was originally published. For example, when the Mock Turtle talks about learning 'drawling, stretching and fainting in coils' is actually a pun on 'Drawing master' teaching 'drawing, sketches and painting in oils'."
    },
    {
        "content": "One of the reasons there's so much logic in the book, Alice in Wonderland, is that Lewis Carroll was a mathematician who specialised in algebra. He also taught mathematics, and his pupils recount him using puzzles and riddles to amuse them. Some mathematicians even theorise that scenes in the book, such as the caterpillar, as meant to reference maths."
    },
    {
        "content": "Over 150 years after it was first published, Alice in Wonderland is still as popular as it has ever been. It's never been out of print, and it's been translated into nearly 200 languages. Phrases like 'through the looking glass' 'grinning like a Cheshire cat' and 'off with his head!' show that we are just as keen on Wonderland as we've ever been!"
    },
    {
        "content": "According to some people, the character of the Dodo (whom Alice meets in the caucus race) is based on Lewis Carroll himself. Apparently, the name 'Dodo' was a play on the fact that, due to his stammer, Lewis Carroll would introduce himself as 'Do-Do-Dodgeson' You can also see a human hand sticking out from under his feathers, holding a cane."
    },
    {
        "content": "Whilst things in Alice in Wonderland like talking cats and babies that turn into pigs aren't real, a few of the more unbelievable parts of the story are! This includes mock turtle soup, which was a real Victorian dish! Turtle soup was a popular delicacy at the time, but if you couldn't afford it, you could always make 'mock turtle soup' which used calves meat instead. So although the Mock Turtle wasn't a real animal, the soup was a real food!"
    },
    {
        "content": "It's fair to say that some of Alice in Wonderland is a little bit, well, silly. In fact, during the 1930s, the Chinese government decided that depicting animals talking to humans was not something they wanted people to read about, so they banned the book!"
    },
    {
        "content": "Alice in Wonderland was nearly called 'Alice in Elfland'. Can you imagine? Yup, one of the original title ideas (along with 'Alice's Adventures Underground') was 'Alice in Elfland'. This doesn't really make any sense, since there aren't actually any elves in the book, and we're glad Carroll decided to go with the title that everyone loves so much today."
    },
    {
        "content": "The original manuscript of Alice in Wonderland is kept in the British Library. You can still see the original manuscript that Lewis Carroll hand wrote today. It's at the British Library in London, where it is closely guarded! It rarely leaves the museum, except to be exhibited abroad, where it has very tight security!"
    },
    {
        "content": "Alice in Wonderland was one of the first films ever made - in 1903, a silent version that's only about 9 minutes long (although originally it was 12 minutes). The film uses some brand new special effects techniques to show Alice growing and shrinking, and you can watch all of it for free online!"
    },
    {
        "content": "Although they often get confused with each other, Alice in Wonderland has a sequel, Alice Through the Looking Glass, which is all about her time in a world through the mirror. Lots of the characters from that book, such as Tweedledum and Tweedledee, the Jabberwocky and Humpty Dumpty, are mistaken as being from Alice in Wonderland, but they're actually from this book! Many films like to merge the two stories together."
    },
    {
        "content": "Alice in Wonderland has been filmed many, many times, although some versions, like the 1951 Disney version and the 2010 Disney version, are more famous. There have also been spoofs, spin offs and other stories based on Alice!"
    },
    {
        "content": "If you want to celebrate all things Alice, you can do on July the 4th, which is known as Alice in Wonderland Day (July 4th being the day that Lewis Carroll originally told the story to Alice Liddell and her sisters). Lots of people celebrate by dressing up, having tea parties and reading the book!"
    },
    {
        "content": "Alice fomr Alice in Wonderland isn't blonde, after all. Contrary to most films and illustrations, Alice is probably a brunette. Carroll based his book character on the real-life Alice Liddell, the young daughter of a family friend (who most definitely had brown hair, as we've seen the photographs)."
    },
    {
        "content": "Alice in Wonderland Syndrome is an actual thing. Otherwise known as Todd's Syndrome, this medical condition occurs mostly in children, and makes you feel like objects (including your body) are appearing bigger or smaller than usual. Lewis Carroll had migraines, and some people think his vision could go a little strange like this, too - the inspiration for a shrinking Alice, perhaps?"
    },
    {
        "content": "Lewis Carroll, the author of Alice in Wonderland, was a man called Charles Lutwidge Dodgson. Nobody knew this 'for definite' for a very long time, as Charles never publically acknowledged it. However, it was pretty much an open secret that this quiet working man was also The Nonsense King known as Lewis Carroll."
    },
    {
        "content": "Lewis Carroll, the author of Alice in Wonderland, was a number wizard. Besides inventing mind-blowing fictional worlds, Lewis Carroll's proper job (under his proper name) was as a lecturer in mathematics. This might be why the plot of Through the Looking Glass is all based on a game of chess."
    },
    {
        "content": "Lewis Carroll, the author of Alice in Wonderland liked to make up words. In the poem Jabberwocky (in Through the Looking Glass), you can find the words 'chortle' and 'galumph' - these were completely made up by Carroll. He also created the term 'portmanteau word', which is when you mix two different words together to create a new meaning (such as  the word 'smog' from 'smoke' and 'fog'). Not only this, but some people think Carroll invented an early version of the word board game, Scrabble."
    },
    {
        "content": "Alice in Wonderland's book got loads of bad reviews. A lot of newspapers gave Adventures in Wonderland some rather sniffy reviews when it first came out in 1865. Carroll had the last laugh, though: by the time he died in 1898, it had become the most popular children's book in England. By 1932, it was among the most popular in the world - and it's never been out of print."
    },
    {
        "content": "Before Carroll and Alice in Wonderland, there weren't many books so openly strange and surreal. Writers and painters from the Surrealist movement, like Salvador Dali, have been famous fans of Lewis Carroll, for the way he takes everyday things and make them odd and dreamlike. Even a lot of silly humour we see today probably owes a debt to Carroll's nonsensical books. Curiouser and curiouser!"
    },
    {
        "content": "Lewis Carroll, the author of Alice in Wonderland, did love a good riddle - which is why celebrated philosophers like Ludwig Wittgenstein have turned to Carroll for musings on language and logic. In fact, Adventures in Wonderland was one of Wittgenstein's favourite books. Some say it even inspired his Philosophical Investigations, one of the most influential works of the last century."
    },
    {
        "content": "A raven is not like a writing desk AT ALL. Why is a raven like a writing desk? This riddle from the Mad Hatter has haunted Carroll readers for over 150 years. But it turns out that Carroll didn't even have the answer! He made up the whole thing, just for a bit of a laugh. (That hasn't stopped people coming up with possible solutions, though - and even Carroll later tried to think of one.)"
    },
    {
        "content": "Mock Turtle Soup from Alice in Wonderland is real, guys! It sounded like another one of Carroll's inventions, but this dish was actually a popular one in Victorian times (a cheaper version of green turtle soup, no less). You might not want to try out the recipe, though: it's made from various bits of calf, such as brains, hooves and tendons. Yum!"
    }
]