[
    {
        "title": "Alice isn't blonde, after all",
        "content": "Contrary to most films and illustrations, Alice is probably a brunette. Carroll based his book character on the real-life Alice Liddell, the young daughter of a family friend (who most definitely had brown hair, as we've seen the photographs)."
    },
    {
        "title": "Alice in Wonderland Syndrome is an actual thing",
        "content": "Otherwise known as Todd's Syndrome, this medical condition occurs mostly in children, and makes you feel like objects (including your body) are appearing bigger or smaller than usual. Lewis Carroll had migraines, and some people think his vision could go a little strange like this, too - the inspiration for a shrinking Alice, perhaps?"
    },
    {
        "title": "3. Lewis Carroll was a man called Charles Lutwidge Dodgson",
        "content": "Nobody knew this 'for definite' for a very long time, as Charles never publically acknowledged it. However, it was pretty much an open secret that this quiet working man was also The Nonsense King known as Lewis Carroll."
    },
    {
        "title": "4. Lewis Carroll was a number wizard",
        "content": "Besides inventing mind-blowing fictional worlds, Lewis Carroll's proper job (under his proper name) was as a lecturer in mathematics. This might be why the plot of Through the Looking Glass is all based on a game of chess."
    },
    {
        "title": "5. He liked to make up words",
        "content": "In the poem Jabberwocky (in Through the Looking Glass), you can find the words 'chortle' and 'galumph' - these were completely made up by Carroll. He also created the term 'portmanteau word', which is when you mix two different words together to create a new meaning (such as  the word 'smog' from 'smoke' and 'fog'). Not only this, but some people think Carroll invented an early version of the word board game, Scrabble."
    },
    {
        "title": "6. The book got loads of bad reviews",
        "content": "A lot of newspapers gave Adventures in Wonderland some rather sniffy reviews when it first came out in 1865. Carroll had the last laugh, though: by the time he died in 1898, it had become the most popular children's book in England. By 1932, it was among the most popular in the world - and it's never been out of print."
    },
    {
        "title": "7. Surrealists owe Carroll big time",
        "content": "Before Carroll, there weren't many books so openly strange and surreal. Writers and painters from the Surrealist movement, like Salvador Dali, have been famous fans of Lewis Carroll, for the way he takes everyday things and make them odd and dreamlike. Even a lot of silly humour we see today probably owes a debt to Carroll's nonsensical books. Curiouser and curiouser!"
    },
    {
        "title": "8. Philosophers have used these books as inspiration",
        "content": "Lewis Carroll did love a good riddle - which is why celebrated philosophers like Ludwig Wittgenstein have turned to Carroll for musings on language and logic. In fact, Adventures in Wonderland was one of Wittgenstein's favourite books. Some say it even inspired his Philosophical Investigations, one of the most influential works of the last century."
    },
    {
        "title": "9. A raven is not like a writing desk AT ALL",
        "content": "Why is a raven like a writing desk? This riddle from the Mad Hatter has haunted Carroll readers for over 150 years. But it turns out that Carroll didn't even have the answer! He made up the whole thing, just for a bit of a laugh. (That hasn't stopped people coming up with possible solutions, though - and even Carroll later tried to think of one.)"
    },
    {
        "title": "10. Mock Turtle Soup is real, guys!",
        "content": "It sounded like another one of Carroll's inventions, but this dish was actually a popular one in Victorian times (a cheaper version of green turtle soup, no less). You might not want to try out the recipe, though: it's made from various bits of calf, such as brains, hooves and tendons. Yum!"
    }
]