[
    {
        "content": "On 01/01/1947, cold War: The American and British occupation zones in Allied-occupied Germany, after World War II, merge to form the Bizone, which later (with the French zone) became part of West Germany."
    },
    {
        "content": "On 01/03/1961, cold War: After a series of economic retaliations against one another, the United States severs diplomatic relations with Cuba."
    },
    {
        "content": "On 01/11/1962, cold War: While tied to its pier in Polyarny, the Soviet submarine B-37 is destroyed when fire breaks out in its torpedo compartment."
    },
    {
        "content": "On 01/27/1967, cold War: The Soviet Union, the United States, and the United Kingdom sign the Outer Space Treaty in Washington, D.C., banning deployment of nuclear weapons in space, and limiting the usage of the Moon and other celestial bodies to peaceful purposes."
    },
    {
        "content": "On 01/29/1989, cold War: Hungary establishes diplomatic relations with South Korea, making it the first Eastern Bloc nation to do so."
    },
    {
        "content": "On 01/31/1946, cold War: Yugoslavia's new constitution, modeling that of the Soviet Union, establishes six constituent republics (Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia)."
    },
    {
        "content": "On 01/31/1958, cold War: Space Race: The first successful American satellite detects the Van Allen radiation belt."
    },
    {
        "content": "On 02/08/1950, cold War: The Stasi, the secret police of East Germany, is established."
    },
    {
        "content": "On 02/10/1962, cold War: Captured American U2 spy-plane pilot Gary Powers is exchanged for captured Soviet spy Rudolf Abel."
    },
    {
        "content": "On 02/11/1953, cold War: U.S. President Dwight D. Eisenhower denies all appeals for clemency for Julius and Ethel Rosenberg."
    },
    {
        "content": "On 01/13/1797, french Revolutionary Wars: A naval battle between a French ship of the line and two British frigates off the coast of Brittany ends with the French vessel running aground, resulting in over 900 deaths."
    },
    {
        "content": "On 02/01/1793, french Revolutionary Wars: France declares war on the United Kingdom and the Netherlands."
    },
    {
        "content": "On 02/14/1797, french Revolutionary Wars: Battle of Cape St. Vincent: John Jervis, (later 1st Earl of St Vincent) and Horatio Nelson (later 1st Viscount Nelson) lead the British Royal Navy to victory over a Spanish fleet in action near Gibraltar."
    },
    {
        "content": "On 02/18/1797, french Revolutionary Wars: Sir Ralph Abercromby and a fleet of 18 British warships invade Trinidad."
    },
    {
        "content": "On 02/22/1848, the French Revolution of 1848, which would lead to the establishment of the French Second Republic, begins."
    },
    {
        "content": "On 03/18/1793, flanders Campaign of the French Revolution, Battle of Neerwinden."
    },
    {
        "content": "On 04/02/1801, french Revolutionary Wars: In the Battle of Copenhagen a British Royal Navy squadron defeats a hastily-assembled, smaller, mostly-volunteer Dano-Norwegian Navy at high cost, forcing Denmark out of the Second League of Armed Neutrality."
    },
    {
        "content": "On 04/06/1793, during the French Revolution, the Committee of Public Safety becomes the executive organ of the republic."
    },
    {
        "content": "On 04/16/1799, french Revolutionary Wars: The Battle of Mount Tabor: Napoleon drives Ottoman Turks across the River Jordan near Acre."
    },
    {
        "content": "On 04/20/1792, france declares war against the \"King of Hungary and Bohemia\", the beginning of the French Revolutionary Wars."
    },
    {
        "content": "On 03/06/1933, great Depression: President Franklin D. Roosevelt declares a \"bank holiday\", closing all U.S. banks and freezing all financial transactions."
    },
    {
        "content": "On 03/09/1933, great Depression: President Franklin D. Roosevelt submits the Emergency Banking Act to Congress, the first of his New Deal policies."
    },
    {
        "content": "On 03/12/1933, great Depression: Franklin D. Roosevelt addresses the nation for the first time as President of the United States. This is also the first of his \"fireside chats\"."
    },
    {
        "content": "On 05/09/2020, the COVID-19 recession causes the U.S. unemployment rate to hit 14.9 percent, its worst rate since the Great Depression."
    },
    {
        "content": "On 05/10/1837, panic of 1837: New York City banks suspend the payment of specie, triggering a national banking crisis and an economic depression whose severity was not surpassed until the Great Depression."
    },
    {
        "content": "On 07/08/1932, the Dow Jones Industrial Average reaches its lowest level of the Great Depression, closing at 41.22."
    },
    {
        "content": "On 07/29/1932, great Depression: In Washington, D.C., troops disperse the last of the \"Bonus Army\" of World War I veterans."
    },
    {
        "content": "On 09/17/2001, the New York Stock Exchange reopens for trading after the September 11 attacks, the longest closure since the Great Depression."
    },
    {
        "content": "On 10/29/1929, the New York Stock Exchange crashes in what will be called the Crash of '29 or \"Black Tuesday\", ending the Great Bull Market of the 1920s and beginning the Great Depression."
    },
    {
        "content": "On 10/31/1938, great Depression: In an effort to restore investor confidence, the New York Stock Exchange unveils a fifteen-point program aimed to upgrade protection for the investing public."
    },
    {
        "content": "On 01/01/-45, the Julian calendar takes effect as the civil calendar of the Roman Empire, establishing January 1 as the new date of the new year."
    },
    {
        "content": "On 01/02/366, the Alemanni cross the frozen Rhine in large numbers, invading the Roman Empire."
    },
    {
        "content": "On 01/03/250, emperor Decius orders everyone in the Roman Empire (except Jews) to make sacrifices to the Roman gods."
    },
    {
        "content": "On 01/16/-27, gaius Julius Caesar Octavianus is granted the title Augustus by the Roman Senate, marking the beginning of the Roman Empire."
    },
    {
        "content": "On 01/19/379, emperor Gratian elevates Flavius Theodosius at Sirmium to Augustus, and gives him authority over all the eastern provinces of the Roman Empire."
    },
    {
        "content": "On 01/23/1719, the Principality of Liechtenstein is created within the Holy Roman Empire."
    },
    {
        "content": "On 01/27/98, trajan succeeds his adoptive father Nerva as Roman emperor; under his rule the Roman Empire will reach its maximum extent."
    },
    {
        "content": "On 01/30/1018, poland and the Holy Roman Empire conclude the Peace of Bautzen."
    },
    {
        "content": "On 02/08/421, constantius III becomes co-Emperor of the Western Roman Empire."
    },
    {
        "content": "On 02/11/55, the death under mysterious circumstances of Tiberius Claudius Caesar Britannicus, heir to the Roman empire, on the eve of his coming of age clears the way for Nero to become Emperor."
    },
    {
        "content": "On 01/01/1945, world War II: The German Luftwaffe launches Operation Bodenplatte, a massive, but failed, attempt to knock out Allied air power in northern Europe in a single blow."
    },
    {
        "content": "On 01/01/1947, cold War: The American and British occupation zones in Allied-occupied Germany, after World War II, merge to form the Bizone, which later (with the French zone) became part of West Germany."
    },
    {
        "content": "On 01/02/1941, world War II: The Cardiff Blitz severely damages the cathedral in Cardiff, Wales."
    },
    {
        "content": "On 01/02/1942, world War II: Manila is captured by Japanese forces, enabling them to control the Philippines."
    },
    {
        "content": "On 01/03/1944, world War II: US flying ace Major Greg \"Pappy\" Boyington is shot down in his Vought F4U Corsair by Captain Masajiro Kawato flying a Mitsubishi A6M Zero."
    },
    {
        "content": "On 01/04/1944, world War II: Operation Carpetbagger, involving the dropping of arms and supplies to resistance fighters in Europe, begins."
    },
    {
        "content": "On 01/08/1918, u.s. President Woodrow Wilson announces his \"Fourteen Points\" for the aftermath of World War I."
    },
    {
        "content": "On 01/08/1940, world War II: Britain introduces food rationing."
    },
    {
        "content": "On 01/08/1945, world War II: Philippine Commonwealth troops under the Philippine Commonwealth Army units enter the province of Ilocos Sur in Northern Luzon and attack invading Japanese Imperial forces."
    },
    {
        "content": "On 01/09/1916, world War I: The Battle of Gallipoli concludes with an Ottoman Empire victory when the last Allied forces are evacuated from the peninsula."
    },
    {
        "content": "On 01/13/1797, french Revolutionary Wars: A naval battle between a French ship of the line and two British frigates off the coast of Brittany ends with the French vessel running aground, resulting in over 900 deaths."
    },
    {
        "content": "On 02/01/1793, french Revolutionary Wars: France declares war on the United Kingdom and the Netherlands."
    },
    {
        "content": "On 02/14/1797, french Revolutionary Wars: Battle of Cape St. Vincent: John Jervis, (later 1st Earl of St Vincent) and Horatio Nelson (later 1st Viscount Nelson) lead the British Royal Navy to victory over a Spanish fleet in action near Gibraltar."
    },
    {
        "content": "On 02/18/1797, french Revolutionary Wars: Sir Ralph Abercromby and a fleet of 18 British warships invade Trinidad."
    },
    {
        "content": "On 02/22/1848, the French Revolution of 1848, which would lead to the establishment of the French Second Republic, begins."
    },
    {
        "content": "On 03/18/1793, flanders Campaign of the French Revolution, Battle of Neerwinden."
    },
    {
        "content": "On 04/02/1801, french Revolutionary Wars: In the Battle of Copenhagen a British Royal Navy squadron defeats a hastily-assembled, smaller, mostly-volunteer Dano-Norwegian Navy at high cost, forcing Denmark out of the Second League of Armed Neutrality."
    },
    {
        "content": "On 04/06/1793, during the French Revolution, the Committee of Public Safety becomes the executive organ of the republic."
    },
    {
        "content": "On 04/16/1799, french Revolutionary Wars: The Battle of Mount Tabor: Napoleon drives Ottoman Turks across the River Jordan near Acre."
    },
    {
        "content": "On 04/20/1792, france declares war against the \"King of Hungary and Bohemia\", the beginning of the French Revolutionary Wars."
    }
]