[
    {
        "title": "The Tufts Fight Song:",
        "content": "\"Tuftonia's Day,\" the Tufts fight song, was written in 1912 by Elliot W. Hayes (A. 1916). Performed at most football games, and especially at Homecoming, it can also be heard at Tufts' numerous a cappella concerts."
    },
    {
        "title": "The Cannon:",
        "content": "Perhaps Tufts’ best known tradition is ”the Cannon.” Students will paint the cannon (it can only be done at night) for every cause imaginable: be it advertising, commemorating or just fooling around. The cannon is a replica of those found aboard the USS Constitution, one of the original ships in the US Naval Fleet. After being presented to the school by the city of Medford in 1956, it was painted in protest by a group of students in 1977. Another group opposed to the protest painted over the first coat, and a legend was born. Slapping some paint on may seem easy, but the artistry comes with a serious responsibility: guard the cannon ‘til dawn, lest another group ensures your design never sees the light of day."
    },
    {
        "title": "Tuftonia’s Day:",
        "content": "Tuftonia’s Day marks the end of the spring semester (and the inevitable beginning of finals season). An annual celebration of Tufts’ birthday, it’s grown into a massive campus carnival. Games, rides, and food trucks are in abundance."
    },
    {
        "title": "Illumination Ceremony:",
        "content": "To honor Charles Tufts, every incoming first-year student lights a candle on the President’s Lawn for their first night on campus. Tufts inherited Walnut Hill, where Tufts University now stands, and when asked what he planned to do with the plot, he replied, \"I will put a light on it.\" The candle lighting ceremony is repeated the night before graduation, and a few enterprising souls always save their first year orientation candles to reuse four years later."
    },
    {
        "title": "Jumbo statue:",
        "content": "Jumbo the Elephant, Tufts’ official mascot, was the prime attraction in P.T. Barnum's entertainment empire. He was the first African elephant in the United States. His name is derived from a Swahili word meaning “large,” and it entered common vernacular thanks to Jumbo’s fame. P.T. Barnum donated his hide, which was mounted and placed in Barnum Hall. Students would tug on his tail and place a penny on his trunk for good luck in exam season. When Barnum Hall burned down in 1975, a resourceful secretary in the Athletics Department preserved much of his remains in the only container available: a peanut butter jar."
    },
    {
        "title": "Spring Fling:",
        "content": "Since 1980, Tufts students have come together immediately before final exams on the Academic Quad for the Spring Fling concert. That's forty years of bands and performers - big and small! Recent headliners have included Ella Jane, Dayglow, BIA, and Aminé."
    },
    {
        "title": "The Res Quad:",
        "content": "The Res Quad is surrounded by three residence halls, leading to the common misconception that \"Res\" stands for \"Residential.\" In reality, the name is short for \"reservoir\" and references the Boston water supply located there until the land was sold to Tufts in 1944. Tradition stated that dates made around the reservoir could not be broken, and if a senior asked for a date at the pump house they could not be refused. Though long since filled in, the reservoir occasionally makes its presence known – rainstorms yield an ideal location for mud-sliding."
    },
    {
        "title": "Bowen’s Gate:",
        "content": "Named for Tufts alumnus Eugene Bucklin Bowen (Class of 1876), Bowen Gate, a beautiful brick archway, is one of the more picturesque spots on campus. Should you kiss somebody under the gate? Legend has it, kissing under Bowen Gate is rumored to lead to marriage)"
    }
]