[
    {
        "content": "The Naked Quad Run. What do you do if you’re Tufts student who wants to let off a little steam right before December finals when New England’s winter is at its worst? Strip down and streak naked across campus, of course. Sadly, the “Naked Quad Run,” a tradition that reigned since the 1970s was banned in 2011 for student safety reasons. In response, Tufts students that year instated the “Excessively Overdressed Quad Stroll” in which they layered up in absurd outfits and walked slowly (and safely) around the quad."
    },
    {
        "content": "The Daily Cannon. 'The Daily Cannon' is a beloved student tradition of vandalism. A replica of a U.S.S. Constitution cannon, the Tufts Cannon is painted over on a nightly basis with campus event details and even specific messages such as retirement well wishes and marriage proposals. If more than one group wants to paint the cannon on the same night, the first to get there will camp out to fend off latecomers. The Cannon even has its own instagram account: @Tufts_Cannon."
    },
    {
        "content": "The Candle Lighting Ceremony. According to local lore, when a relative asked Charles Tufts what he would do with his land, specifically with “that bleak hill over in Medford,” Tufts replied, “I will put a light on it.” To honor this quote, every freshman lights a candle on the President’s Lawn on the first night on campus. The candle lighting ceremony is repeated the night before graduation—some students even save their freshman year candles to re-use 4 years later."
    },
    {
        "content": "Jumbomania. Tufts’ mascot, Jumbo the elephant, has a storied history. Prior to joining the circus act of P.T. Barnum, an early Tufts trustee and benefactor, Jumbo was the largest elephant in captivity. His circus act sparked a “Jumbomania” fad in the United States. After his death, his stuffed hide was donated to Tufts and he was adopted by student athletes as the school’s mascot. For 86 years, students would pop pennies into his trunk or pull on his tail for good luck on an exam or sports game. A fire in 1975 destroyed the stuffed elephant so all that remains of him is his tail and his ashes saved in a peanut butter jar. Student athletes have adopted a new tradition of rubbing the jar for good luck and, when a new athletics director is named, there’s a ceremonial “passing of the ashes” to the successor."
    },
    {
        "content": "Tuftonia Day. Tuftonia’s Day is an annual spring semester celebration of the school’s birthday. The celebration features a massive carnival with games, rides, food-trucks, and fireworks on campus."
    },
    {
        "content": "Tufts Dining Farmer's Market. Love supporting locally grown produce? Tufts Dining hosts a weekly farmers markets on campus! According to the school’s website, “the mission of the Farmers Market is to supply the Tufts community with access to fresh seasonal vegetables and fruit; improve nutritional literacy; and to support local farms and businesses."
    },
    {
        "content": "Jumbos in Hollywood. Although Tufts is best known for its International Relations program, the school has had its fair share of graduates who’ve made to Hollywood. Actors William Hurt (‘72), Hank Azaria (‘88), Meredith Vieira (‘75), Peter Gallagher (‘77), and"
    },
    {
        "content": "Tufts, Laguna Beach, and Lo Bosworth. Remember Laguna Beach—the MTV reality show that captured the hearts of millions of high schoolers? Lo Bosworth proves once again she’s the most book smart of the bunch. She’ll be getting a Certificate in Nutrition from Tufts as a graduate student this year. The subject of her admissions essay? What she’d recommend an alien eat on Planet Earth."
    },
    {
        "content": "Quirky Tufts Supplemental Essay Topics. On the subject of essays, Tufts University has been known to come up with some quirky supplemental essay prompts, including: “Celebrate your nerdy side”, “What makes you happy?”, “Are we alone?”, and “What does #YOLO mean to you?” The school has even given applicants the option to create something out of a piece of paper or submit a one-minute YouTube video that “says something about you."
    },
    {
        "content": "\"Tuftonia's Day,\" the Tufts fight song, was written in 1912 by Elliot W. Hayes (A. 1916). Performed at most football games, and especially at Homecoming, it can also be heard at Tufts' numerous a cappella concerts."
    },
    {
        "content": "Perhaps Tufts’ best known tradition is ”the Cannon.” Students will paint the cannon (it can only be done at night) for every cause imaginable: be it advertising, commemorating or just fooling around. The cannon is a replica of those found aboard the USS Constitution, one of the original ships in the US Naval Fleet. After being presented to the school by the city of Medford in 1956, it was painted in protest by a group of students in 1977. Another group opposed to the protest painted over the first coat, and a legend was born. Slapping some paint on may seem easy, but the artistry comes with a serious responsibility: guard the cannon ‘til dawn, lest another group ensures your design never sees the light of day."
    },
    {
        "content": "Tuftonia’s Day marks the end of the spring semester (and the inevitable beginning of finals season). An annual celebration of Tufts’ birthday, it’s grown into a massive campus carnival. Games, rides, and food trucks are in abundance."
    },
    {
        "content": "Illumination Ceremony. To honor Charles Tufts, every incoming first-year student lights a candle on the President’s Lawn for their first night on campus. Tufts inherited Walnut Hill, where Tufts University now stands, and when asked what he planned to do with the plot, he replied, \"I will put a light on it.\" The candle lighting ceremony is repeated the night before graduation, and a few enterprising souls always save their first year orientation candles to reuse four years later."
    },
    {
        "content": "Jumbo statue. Jumbo the Elephant, Tufts’ official mascot, was the prime attraction in P.T. Barnum's entertainment empire. He was the first African elephant in the United States. His name is derived from a Swahili word meaning “large,” and it entered common vernacular thanks to Jumbo’s fame. P.T. Barnum donated his hide, which was mounted and placed in Barnum Hall. Students would tug on his tail and place a penny on his trunk for good luck in exam season. When Barnum Hall burned down in 1975, a resourceful secretary in the Athletics Department preserved much of his remains in the only container available: a peanut butter jar."
    },
    {
        "content": "Spring Fling. Since 1980, Tufts students have come together immediately before final exams on the Academic Quad for the Spring Fling concert. That's forty years of bands and performers - big and small! Recent headliners have included Ella Jane, Dayglow, BIA, and Aminé."
    },
    {
        "content": "The Res Quad. The Res Quad is surrounded by three residence halls, leading to the common misconception that \"Res\" stands for \"Residential.\" In reality, the name is short for \"reservoir\" and references the Boston water supply located there until the land was sold to Tufts in 1944. Tradition stated that dates made around the reservoir could not be broken, and if a senior asked for a date at the pump house they could not be refused. Though long since filled in, the reservoir occasionally makes its presence known – rainstorms yield an ideal location for mud-sliding."
    },
    {
        "content": "Bowen’s Gate. Named for Tufts alumnus Eugene Bucklin Bowen (Class of 1876), Bowen Gate, a beautiful brick archway, is one of the more picturesque spots on campus. Should you kiss somebody under the gate? Legend has it, kissing under Bowen Gate is rumored to lead to marriage)"
    }
]